var searchData=
[
  ['по_20набору_20правил_0',['📘 Тема: Классификация записей по набору правил',['../md__r_e_a_d_m_e.html',1,'']]],
  ['правил_1',['📘 Тема: Классификация записей по набору правил',['../md__r_e_a_d_m_e.html',1,'']]],
  ['программы_2',['программы',['../md__r_e_a_d_m_e.html#autotoc_md2',1,'📌 1. Назначение программы'],['../md__r_e_a_d_m_e.html#autotoc_md6',1,'🧠 3. Основные функции программы']]],
  ['проекта_3',['проекта',['../md__r_e_a_d_m_e.html#autotoc_md4',1,'🎯 2. Цели и задачи проекта'],['../md__r_e_a_d_m_e.html#autotoc_md13',1,'5. Архитектура проекта']]]
];
