var searchData=
[
  ['поведение_20при_20ошибках_0',['Поведение при ошибках',['../index.html#autotoc_md41',1,'']]],
  ['поддерживаемые_20типы_20правил_1',['Поддерживаемые типы правил',['../index.html#autotoc_md10',1,'']]],
  ['правило_2',['Rule (Правило)',['../index.html#autotoc_md17',1,'']]],
  ['примеры_20использования_3',['Примеры использования',['../index.html#autotoc_md35',1,'']]],
  ['пример_201_3a_20классификация_20транспортных_20средств_4',['Пример 1: Классификация транспортных средств',['../index.html#autotoc_md36',1,'']]],
  ['пример_202_3a_20классификация_20мебели_5',['Пример 2: Классификация мебели',['../index.html#autotoc_md37',1,'']]],
  ['потоков_20данных_6',['Диаграмма потоков данных',['../index.html#autotoc_md21',1,'']]],
  ['по_20набору_20правил_7',['RecordClassifier / Классификация записей по набору правил',['../index.html',1,'']]],
  ['правилами_8',['ClassRule (Класс с правилами)',['../index.html#autotoc_md18',1,'']]],
  ['правил_9',['правил',['../index.html#autotoc_md10',1,'Поддерживаемые типы правил'],['../index.html',1,'RecordClassifier / Классификация записей по набору правил']]],
  ['применения_10',['Области применения',['../index.html#autotoc_md6',1,'']]],
  ['при_20ошибках_11',['Поведение при ошибках',['../index.html#autotoc_md41',1,'']]],
  ['программы_12',['программы',['../index.html#autotoc_md57',1,'Алгоритм работы программы'],['../index.html#autotoc_md28',1,'Запуск программы'],['../index.html#autotoc_md60',1,'Основные функции программы']]],
  ['проекта_13',['Структура проекта',['../index.html#autotoc_md13',1,'']]],
  ['проекте_14',['проекте',['../index.html#autotoc_md63',1,'Информация о проекте'],['../index.html#autotoc_md4',1,'О проекте']]]
];
