var searchData=
[
  ['диаграмма_20вызовов_20функций_0',['Диаграмма вызовов функций',['../index.html#autotoc_md20',1,'']]],
  ['диаграмма_20потоков_20данных_1',['Диаграмма потоков данных',['../index.html#autotoc_md21',1,'']]],
  ['документация_2',['Документация',['../index.html#autotoc_md53',1,'']]],
  ['данных_3',['данных',['../index.html#autotoc_md21',1,'Диаграмма потоков данных'],['../index.html#autotoc_md14',1,'Основные структуры данных'],['../index.html#autotoc_md30',1,'Формат входных данных']]],
  ['диаграмма_20классов_4',['UML-диаграмма классов',['../index.html#autotoc_md19',1,'']]],
  ['дисциплина_5',['Учебная дисциплина',['../index.html#autotoc_md66',1,'']]],
  ['документация_6',['документация',['../index.html#autotoc_md54',1,'Техническая документация'],['../index.html#autotoc_md55',1,'Doxygen документация']]]
];
